{
    "profile": "Profile",
    "skill": "Compétences",
    "resume": "Parcous",
    "certificate": "Certifications",
    "asset": "Atouts",
    "contact": "Contact" ,

    "role": "Ingénieur QA / Testeur logiciel",
    "footer": "Réalisé avec agilité",

    "desc_1": "Testeur QA certifié ISTQB avec plus de 3 ans d'expérience en tests manuels et automatisés, avec une expérience prouvée dans l'obtention de meilleurs résultats dans un environnement de travail en évolution rapide. Expérience de la direction d'une équipe dans la conception et l'exécution de scripts d'automatisation utilisant Katalon Studio et Selenium.",
    "desc_2": "Mon rôle consiste à garantir la qualité des logiciels en concevant et en exécutant des tests, en identifiant les anomalies et en collaborant avec les équipes de développement afin de garantir des livrables fiables et conformes aux exigences.",
    "age": "ans",
    "nationality": "Indien",
    "status": "Marié",
    "desc_3": "Expertise en outils de test et méthodologies avec une forte capacité à identifier et résoudre les anomalies pour optimiser l'expérience utilisateur et réduire les bugs en production.",

    "skill_title": "Compétences et Outils",
    "tool": "Outils",

    "and": "et",
    "with": "avec",
    "level": "niveau",
    "certified": "Certifié",
    "certified_with": "Certifié avec",
    "link_license": "Afficher la licence",

    "cert_title_1": "Maîtriser XPath, les sélecteurs Css et autres localisateurs dans Selenium",
    "cert_title_2": "Premier script d'automatisation en utilisant Selenium et Java",
    "cert_title_3": "Fondation du domaine des télécommunications",
    "cert_title_4": "Principes de base de Microsoft Azure",
    "cert_title_5": "Spécialiste en Automation",
    "cert_head_6": "Sensibilisation à la sécurité",
    "cert_title_6": "Fondamentaux de la sensibilisation à la sécurité",
    "cert_head_7": "Agile avec Jira",
    "cert_title_7": "Agile avec Atlassian Jira",
    "cert_title_8": "Développement du Logiciel Agile",
    "cert_title_9": "Analyse de données avec Python",
    "cert_title_10": "Introduction à la data science en Python",
    "cert_title_11": "Programmation pour tous (Introduction à Python)",
    
    "capgemini_univ": "Capgemini Université",
    "atlassian_univ": "Université d'Atlassian",
    "minnesota_univ": "Université du Minnesota",
    "michigan_univ": "Université du Michigan",

    "interest": "Centres d'intérêt",
    "interest_1": "Optimiser les tests de logiciels dans le cadre de DevOps grâce à l'intégration CI/CD, aux cadres de tests automatisés et à la surveillance des performances pour une exécution sans faille.",
    "interest_tit_2": "Gestion de projet",
    "interest_2": "Planification des tests, l'affectation des ressources, la gestion des risques, l'assurance qualité, le respect des délais et la communication avec les parties concernées.",
    "interest_tit_3": "Architecte de solutions",
    "interest_3": "Stratégies d'automatisation des tests, optimisation des performances, cadres de tests d'intégration, évaluations de l'évolutivité et validation de la sécurité et de la conformité.",

    "acclaim_tit_1": "Récompense",
    "acclaim_1": "Reçu le Spotlight & Rock Start Awards de Sogeti pour mes performances exceptionnelles en 2022-2023.",
    "acclaim_2": "Grâce à mes excellentes performances, j'ai été promu responsable des tests en deux ans.",

    "lang_head": "Langues",
    "lang_eng": "Anglais",
    "lang_eng_lvl": "Courant",
    "lang_fra": "Français",
    "lang_fra_lvl": "Niveau avancé",
    "lang_tam": "Tamoul",
    "lang_tam_lvl": "Langue maternelle",

    "india": "Inde",
    "pondy": "Pondichéry",
    "resume_1": "Expériences professionnelles",
    "resume_2": "Formations",

    "work_4": "Ingénieur Qualité (Stage)",
    "year_4": "jan. 2025",
    "desc_work4_1": "Analyser les besoins de l'entreprise et préparer la stratégie de test.",
    "desc_work4_2": "Participer à la création de cas de test et à la gestion de projets dans JIRA.",
    "desc_work4_3": "Animer une session de formation pour les stagiaires sur",

    "work_3": "Consultant Informatique / Ingénieur logiciel",
    "year_3": "jan. 2021 - avr. 2024",
    "desc_work3_1": "Expertise dans la rédaction de stratégies de test, la préparation et la mise en oeuvre de plans de test, la conception de cas de test, l'utilisation d'outils de test, l'exécution de tests, la gestion et le suivi des défauts.",
    "desc_work3_2": "Expérience approfondie de différents types de tests tels que",
    "desc_work3_3": "Expérience des méthodologies",
    "desc_work3_4": "telles que les modèles",
    "desc_work3_5": "le cycle de vie des tests logiciels (STLC) et le cycle de vie des bugs",
    "desc_work3_6": "A dirigé une équipe de trois",
    "desc_work3_7": "analystes de l'assurance qualité, améliorant l'efficacité de l'équipe en établissant de nouveaux protocoles de test et en organisant des sessions régulières de partage des connaissances",
    "desc_work3_8": "Capacité à établir et à maintenir des relations positives avec les parties prenantes, y compris les clients, les membres de l'équipe et les fournisseurs.",
    "desc_work3_9": "Expérience dans la conception et l'exécution de scripts de test réutilisables à l'aide de",
    "desc_work3_10": "Expérience de base dans les tests d'",
    "desc_work3_11": "Expérience dans l'utilisation de",
    "desc_work3_12": "pour les pipelines CI/CD",
    "desc_work3_13": "Maîtrise de l'écriture de requêtes",
    "desc_work3_14": "pour récupérer des données et des validations, et de l'exécution de commandes",
    "desc_work3_15": "pour le démarrage de serveurs et les activités de backend",
    "desc_work3_16": "Proficiency in test management tools such as",
    "desc_work3_17": "Réalisation de",
    "desc_work3_18": "plus de 60 tâches d'assurance qualité",
    "desc_work3_19": "y compris des projets critiques, des versions, des CCN et des correctifs",
    "desc_work3_20": "Collaboration avec l'équipe de développement pour mettre en oeuvre des tests automatisés, ce qui a permis de réduire la durée des tests de 30% et d'améliorer la précision globale des tests de 25%.",
    "desc_work3_21": "Maintien d'une documentation de test complète, assurant une traçabilité complète du processus de test et facilitant les audits de projet.",
 
    "work_2": "Analyste QA Junior",
    "year_2": "mai. 2019 - jan. 2021",
    "desc_work2_1": "Création et exécution des campagnes de tests fonctionnels et de non-régression.",
    "desc_work2_2": "Création et documentation des anomalies dans",
    "desc_work2_3": ", avec une priorisation basée sur leur criticité.",
    "desc_work2_4": "Développer et maintenir les données et les environnements de test, en garantissant des résultats de test précis et cohérents.",
    "desc_work2_5": "Création de cas de test complets pour valider les opérations API de type",
    "desc_work2_6": "Écrire et améliorer les requêtes",
    "desc_work2_7": "pour l'extraction et la manipulation des données.",

    "work_1": "Stagiaire technique",
    "year_1": "déc. 2018 - avr. 2019",
    "desc_work1_1": "Résoudre les problèmes en temps réel avec des solutions modernes en utilisant des techniques",
    "desc_work1_2": "Ce projet vise à analyser les données de production des barres d'acier câblées et à prédire les valeurs de production futures à l'aide de techniques de Machine Learning. J'ai utilisé le modèle SARIMA dans l'analyse des séries temporelles pour prédire les valeurs futures.",
    "desc_work1_3": "L'objectif de la « Lecture automatisée de plaques d'immatriculation (LAPI) » est de reconnaître les plaques d'immatriculation des voitures des employés de l'aciérie de Visakhapatnam. Le logiciel développé peut être utilisé pour détecter la plaque d'immatriculation de la voiture de l'employé à la porte d'entrée en utilisant des algorithmes et des techniques de Machine Learning.",
    "desc_work1_4": "L'objectif du Chat Bot est de créer un bot pour informer les employés du département IT de l'aciérie de Vizag. J'ai utilisé la plateforme « BotPress » pour créer les bots.",

    "edu_1": "Parcours d'entrée dans l'emploi (PEE)",
    "edu_desc_1": "Élaborer un projet professionnel",
    "edu_desc_2": "Stages en entreprise et découvrir des métiers",
    "edu_desc_3": "Technologies de l’information et de la communication",
    "edu_desc_4": "Solution-finding workshop",

    "edu_2": "Master en Informatique",
    "edu_place_2": "Université de Pondichéry",

    "edu_3": "Licence en Applications Informatiques",
    "edu_place_3": "Collège Saradha Gangadharan",
    
    "last": ""
}